docs/site/christlieb66_notes_bassoon_reed.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-30 Thu 12:26 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>christlieb66_notes_bassoon_reed</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">christlieb66_notes_bassoon_reed</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgdb51252">Notes on the Bassoon Reed</a>
<ul>
<li><a href="#org2a43e84">Discrepancies between blades and sides</a></li>
<li><a href="#orgf0ad7ba">Pitfall of front third</a></li>
<li><a href="#org72c572c">Beveling</a></li>
<li><a href="#orgc24fb55">Helping not straight cane</a></li>
<li><a href="#orge07b993">Lots of diagrams and discussion about the mechanization of gouger, profiler, shaper, etc.</a></li>
<li><a href="#orgcf2f173">Dial Indicator</a></li>
<li><a href="#org504fb1c">Secrecy</a></li>
<li><a href="#org55071cd">Danger of measurement</a></li>
<li><a href="#orgfacf32a">Measurements for Reed 2</a>
<ul>
<li><a href="#org9336802">Length 2 5/32" (54.76mm)</a></li>
<li><a href="#orgf72851e">Blade length 1 1/16" (26.99mm)</a></li>
<li><a href="#org4006d12">Length of blade including the shoulder 1 3/32" (27.78mm)</a></li>
<li><a href="#org7dd6a21">Length of tube 1 1/16" (I assume butt to first wire?) (26.99mm)</a></li>
<li><a href="#org3022470">Width at tip 9/16" (14.28mm)</a></li>
<li><a href="#org2a89263">Width of collar .305 (7.75mm)</a></li>
<li><a href="#orgeacf288">Width of throat between wires .275 (6.99mm)</a></li>
<li><a href="#org23736b5">Thickness of blade before shoulders .207 (5.26mm) - this is distance from one blade to next</a></li>
<li><a href="#org4a6c269">Thickness of throat between wires .265 (6.73mm)</a></li>
<li><a href="#org22440cc">Thickness of gouge .056 (1.42mm)</a></li>
<li><a href="#org3837352">Depth of crook penetration 1/4" (6.35mm)</a></li>
<li><a href="#org3adb7ce">Side A up or down - up</a></li>
<li><a href="#orgabad697">22 Guage wire</a></li>
<li><a href="#orgf207e1b">Distance of wire 2 to wire 1 middle to middle 5/32" (3.97mm)</a></li>
<li><a href="#org0908632">Distance of wire 3 to wire 2 middle to middle 27/64" (10.72mm)</a></li>
</ul>
</li>
<li><a href="#org2df929a">Measuring thicknesses of blades</a></li>
<li><a href="#orgb72f2c1">Reed No 2 Measurements</a>
<ul>
<li><a href="#org22a18ba">In Thousandths of an inch</a></li>
<li><a href="#org34eea0e">In Hundredths of a milimeter</a></li>
</ul>
</li>
<li><a href="#orgb780407">A blade is an entity unto itself as well as half a reed</a></li>
<li><a href="#org5b5da1f">Proposes laboratory tests of various kinds</a></li>
<li><a href="#org1676d93">Diagrams of various reeds and measurements</a></li>
</ul>
</li>
</ul>
</div>
</div>


<div id="outline-container-orgdb51252" class="outline-2">
<h2 id="orgdb51252">Notes on the Bassoon Reed</h2>
<div class="outline-text-2" id="text-orgdb51252">
</div>
<div id="outline-container-org2a43e84" class="outline-3">
<h3 id="org2a43e84">Discrepancies between blades and sides</h3>
<div class="outline-text-3" id="text-org2a43e84">
<p>
Page 3
Differences in the back of the reed(between the two blades)  of 5 thousandths of an inch (which is .127 mm) are not too noticeable. This is usually because the tip is the same so by the middle of the reed it's only 2.5 thousandths (or .063mm)
However, readings 10 thousandths are very noticeable in the performance of the reed (.25 mm) and any adjustment bringing them closer together is usually good.
</p>

<p>
Laterally, an error of 4 or 5 thousandths (.10 to .127) from one side to the other is more critical, and more important the closer to the tip it is.
</p>
</div>
</div>


<div id="outline-container-orgf0ad7ba" class="outline-3">
<h3 id="orgf0ad7ba">Pitfall of front third</h3>
<div class="outline-text-3" id="text-orgf0ad7ba">
<p>
page 6
Easy to take too much out of the front third because that's where the results are noticed at first. But eventually the response isn't good enough but the front third is too thin because there's too much cane on the rest of the reed.
</p>
</div>
</div>

<div id="outline-container-org72c572c" class="outline-3">
<h3 id="org72c572c">Beveling</h3>
<div class="outline-text-3" id="text-org72c572c">
<p>
page  6
States that a bevel very similar to Cooper's symmetric beveling helps to keep the reed tip open and avoids having to periodically squish the sides of the reed to reopen the tip.
</p>
</div>
</div>

<div id="outline-container-orgc24fb55" class="outline-3">
<h3 id="orgc24fb55">Helping not straight cane</h3>
<div class="outline-text-3" id="text-orgc24fb55">
<p>
page 7
You can save some cane not worth processing by soaking it and then binding it to a 1" dowel to dry. This can help to straighten it out a bit
</p>
</div>
</div>

<div id="outline-container-orge07b993" class="outline-3">
<h3 id="orge07b993">Lots of diagrams and discussion about the mechanization of gouger, profiler, shaper, etc.</h3>
</div>

<div id="outline-container-orgcf2f173" class="outline-3">
<h3 id="orgcf2f173">Dial Indicator</h3>
<div class="outline-text-3" id="text-orgcf2f173">
<p>
page 19
"The indicator is not a cure all. You can still make failures, however, erros of carelessness and lack of symmetry can be avoided."
</p>
</div>
</div>

<div id="outline-container-org504fb1c" class="outline-3">
<h3 id="org504fb1c">Secrecy</h3>
<div class="outline-text-3" id="text-org504fb1c">
<p>
page 21
Reed journals are often private affairs, and we would be much closer to solving our common reed problem if we were more open about helping each other around pitfalls.
</p>

<p>
He is interested in professional progress and common knowledge, not the advantage of singularity
</p>
</div>
</div>

<div id="outline-container-org55071cd" class="outline-3">
<h3 id="org55071cd">Danger of measurement</h3>
<div class="outline-text-3" id="text-org55071cd">
<p>
page 23
Dial indicator is an aid, but not a substitute, to the eyes and the ears. Being too absorbed with the measurements can mess things up.
His reed 2, that was excellent, didn't have the perfect measurements and balance. And he's had some reeds that fit the measurements better that he had to throw out because they didn't sound good.
</p>
</div>
</div>
<div id="outline-container-orgfacf32a" class="outline-3">
<h3 id="orgfacf32a">Measurements for Reed 2</h3>
<div class="outline-text-3" id="text-orgfacf32a">
<p>
page 24
</p>
</div>
<div id="outline-container-org9336802" class="outline-4">
<h4 id="org9336802">Length 2 5/32" (54.76mm)</h4>
</div>
<div id="outline-container-orgf72851e" class="outline-4">
<h4 id="orgf72851e">Blade length 1 1/16" (26.99mm)</h4>
</div>
<div id="outline-container-org4006d12" class="outline-4">
<h4 id="org4006d12">Length of blade including the shoulder 1 3/32" (27.78mm)</h4>
</div>
<div id="outline-container-org7dd6a21" class="outline-4">
<h4 id="org7dd6a21">Length of tube 1 1/16" (I assume butt to first wire?) (26.99mm)</h4>
</div>
<div id="outline-container-org3022470" class="outline-4">
<h4 id="org3022470">Width at tip 9/16" (14.28mm)</h4>
</div>
<div id="outline-container-org2a89263" class="outline-4">
<h4 id="org2a89263">Width of collar .305 (7.75mm)</h4>
</div>
<div id="outline-container-orgeacf288" class="outline-4">
<h4 id="orgeacf288">Width of throat between wires .275 (6.99mm)</h4>
</div>
<div id="outline-container-org23736b5" class="outline-4">
<h4 id="org23736b5">Thickness of blade before shoulders .207 (5.26mm) - this is distance from one blade to next</h4>
</div>
<div id="outline-container-org4a6c269" class="outline-4">
<h4 id="org4a6c269">Thickness of throat between wires .265 (6.73mm)</h4>
</div>
<div id="outline-container-org22440cc" class="outline-4">
<h4 id="org22440cc">Thickness of gouge .056 (1.42mm)</h4>
</div>
<div id="outline-container-org3837352" class="outline-4">
<h4 id="org3837352">Depth of crook penetration 1/4" (6.35mm)</h4>
</div>
<div id="outline-container-org3adb7ce" class="outline-4">
<h4 id="org3adb7ce">Side A up or down - up</h4>
</div>
<div id="outline-container-orgabad697" class="outline-4">
<h4 id="orgabad697">22 Guage wire</h4>
</div>
<div id="outline-container-orgf207e1b" class="outline-4">
<h4 id="orgf207e1b">Distance of wire 2 to wire 1 middle to middle 5/32" (3.97mm)</h4>
</div>
<div id="outline-container-org0908632" class="outline-4">
<h4 id="org0908632">Distance of wire 3 to wire 2 middle to middle 27/64" (10.72mm)</h4>
</div>
</div>

<div id="outline-container-org2df929a" class="outline-3">
<h3 id="org2df929a">Measuring thicknesses of blades</h3>
<div class="outline-text-3" id="text-org2df929a">
<p>
page 26
He measures every eighth of an inch, but adds a sixteenth and a thirtysecond near the tip.
He only measures an inch deep into the blade, which is most of the way. He says that the arch of the blade makes accurate measurements hard on the sides. About the half inch mark this becomes easier.
</p>
</div>
</div>

<div id="outline-container-orgb72f2c1" class="outline-3">
<h3 id="orgb72f2c1">Reed No 2 Measurements</h3>
<div class="outline-text-3" id="text-orgb72f2c1">
<p>
page 27
</p>
</div>
<div id="outline-container-org22a18ba" class="outline-4">
<h4 id="org22a18ba">In Thousandths of an inch</h4>
<div class="outline-text-4" id="text-org22a18ba">
<p>
B is wire 1 twisted side (top) A is wire 1 smooth side (bottom)
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">BLL</th>
<th scope="col" class="org-right">BL</th>
<th scope="col" class="org-right">B</th>
<th scope="col" class="org-right">BR</th>
<th scope="col" class="org-right">BRR</th>
<th scope="col" class="org-left">INCH</th>
<th scope="col" class="org-right">ALL</th>
<th scope="col" class="org-right">AL</th>
<th scope="col" class="org-right">A</th>
<th scope="col" class="org-right">AR</th>
<th scope="col" class="org-right">ARR</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">35</td>
<td class="org-right">35</td>
<td class="org-right">36</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">8/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">34</td>
<td class="org-right">33.5</td>
<td class="org-right">35</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">29</td>
<td class="org-right">32</td>
<td class="org-right">34</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">7/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">33</td>
<td class="org-right">31</td>
<td class="org-right">32</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">26</td>
<td class="org-right">31</td>
<td class="org-right">33</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">6/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">32</td>
<td class="org-right">30.5</td>
<td class="org-right">30</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-right">25</td>
<td class="org-right">28</td>
<td class="org-right">30.5</td>
<td class="org-right">25</td>
<td class="org-left">5/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">30</td>
<td class="org-right">30</td>
<td class="org-right">29</td>
<td class="org-right">25</td>
</tr>

<tr>
<td class="org-right">22</td>
<td class="org-right">24</td>
<td class="org-right">26</td>
<td class="org-right">27</td>
<td class="org-right">22</td>
<td class="org-left">4/8"</td>
<td class="org-right">26</td>
<td class="org-right">29</td>
<td class="org-right">28.5</td>
<td class="org-right">27</td>
<td class="org-right">22</td>
</tr>

<tr>
<td class="org-right">17.5</td>
<td class="org-right">22</td>
<td class="org-right">24.5</td>
<td class="org-right">25</td>
<td class="org-right">18</td>
<td class="org-left">3/8"</td>
<td class="org-right">20</td>
<td class="org-right">25</td>
<td class="org-right">26</td>
<td class="org-right">25</td>
<td class="org-right">19</td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-right">18</td>
<td class="org-right">19</td>
<td class="org-right">19</td>
<td class="org-right">15</td>
<td class="org-left">2/8"</td>
<td class="org-right">13</td>
<td class="org-right">19</td>
<td class="org-right">22</td>
<td class="org-right">20</td>
<td class="org-right">14</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">17</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/16"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">19</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-right">12</td>
<td class="org-right">12.5</td>
<td class="org-right">12</td>
<td class="org-right">10</td>
<td class="org-left">1/8"</td>
<td class="org-right">8</td>
<td class="org-right">12</td>
<td class="org-right">15</td>
<td class="org-right">11</td>
<td class="org-right">8</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">10</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">12</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-right">7.5</td>
<td class="org-right">8</td>
<td class="org-right">7.5</td>
<td class="org-right">5</td>
<td class="org-left">2/32"</td>
<td class="org-right">5</td>
<td class="org-right">7</td>
<td class="org-right">8.5</td>
<td class="org-right">8</td>
<td class="org-right">6</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">5</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">1/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">5</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
<td class="org-right">3</td>
<td class="org-left">Tip</td>
<td class="org-right">3</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-right">4</td>
<td class="org-right">3</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-org34eea0e" class="outline-4">
<h4 id="org34eea0e">In Hundredths of a milimeter</h4>
<div class="outline-text-4" id="text-org34eea0e">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">BLL</th>
<th scope="col" class="org-right">BL</th>
<th scope="col" class="org-right">B</th>
<th scope="col" class="org-right">BR</th>
<th scope="col" class="org-right">BRR</th>
<th scope="col" class="org-left">INCH</th>
<th scope="col" class="org-right">ALL</th>
<th scope="col" class="org-right">AL</th>
<th scope="col" class="org-right">A</th>
<th scope="col" class="org-right">AR</th>
<th scope="col" class="org-right">ARR</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">89</td>
<td class="org-right">89</td>
<td class="org-right">91</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">8/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">86</td>
<td class="org-right">85</td>
<td class="org-right">89</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">74</td>
<td class="org-right">81</td>
<td class="org-right">86</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">7/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">83</td>
<td class="org-right">79</td>
<td class="org-right">81</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">66</td>
<td class="org-right">79</td>
<td class="org-right">83</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">6/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">81</td>
<td class="org-right">77</td>
<td class="org-right">76</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">64</td>
<td class="org-right">64</td>
<td class="org-right">71</td>
<td class="org-right">77</td>
<td class="org-right">64</td>
<td class="org-left">5/8"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">76</td>
<td class="org-right">76</td>
<td class="org-right">74</td>
<td class="org-right">64</td>
</tr>

<tr>
<td class="org-right">56</td>
<td class="org-right">61</td>
<td class="org-right">66</td>
<td class="org-right">69</td>
<td class="org-right">56</td>
<td class="org-left">4/8"</td>
<td class="org-right">66</td>
<td class="org-right">74</td>
<td class="org-right">72</td>
<td class="org-right">69</td>
<td class="org-right">56</td>
</tr>

<tr>
<td class="org-right">44</td>
<td class="org-right">56</td>
<td class="org-right">62</td>
<td class="org-right">64</td>
<td class="org-right">46</td>
<td class="org-left">3/8"</td>
<td class="org-right">51</td>
<td class="org-right">64</td>
<td class="org-right">66</td>
<td class="org-right">64</td>
<td class="org-right">48</td>
</tr>

<tr>
<td class="org-right">38</td>
<td class="org-right">46</td>
<td class="org-right">48</td>
<td class="org-right">48</td>
<td class="org-right">38</td>
<td class="org-left">2/8"</td>
<td class="org-right">33</td>
<td class="org-right">48</td>
<td class="org-right">56</td>
<td class="org-right">51</td>
<td class="org-right">36</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">43</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/16"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">48</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">25</td>
<td class="org-right">30</td>
<td class="org-right">32</td>
<td class="org-right">30</td>
<td class="org-right">25</td>
<td class="org-left">1/8"</td>
<td class="org-right">20</td>
<td class="org-right">30</td>
<td class="org-right">38</td>
<td class="org-right">28</td>
<td class="org-right">20</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">25</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">3/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">30</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-right">19</td>
<td class="org-right">20</td>
<td class="org-right">19</td>
<td class="org-right">12</td>
<td class="org-left">2/32"</td>
<td class="org-right">12</td>
<td class="org-right">18</td>
<td class="org-right">22</td>
<td class="org-right">20</td>
<td class="org-right">15</td>
</tr>

<tr>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">12</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-left">1/32"</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">12</td>
<td class="org-right">&#xa0;</td>
<td class="org-right">&#xa0;</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-right">8</td>
<td class="org-right">10</td>
<td class="org-right">8</td>
<td class="org-right">8</td>
<td class="org-left">Tip</td>
<td class="org-right">8</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-right">10</td>
<td class="org-right">8</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>

<div id="outline-container-orgb780407" class="outline-3">
<h3 id="orgb780407">A blade is an entity unto itself as well as half a reed</h3>
<div class="outline-text-3" id="text-orgb780407">
<p>
page 30
</p>
</div>
</div>
<div id="outline-container-org5b5da1f" class="outline-3">
<h3 id="org5b5da1f">Proposes laboratory tests of various kinds</h3>
</div>
<div id="outline-container-org1676d93" class="outline-3">
<h3 id="org1676d93">Diagrams of various reeds and measurements</h3>
<div class="outline-text-3" id="text-org1676d93">
<p>
His diagrams take about a third of a page, with a reed viewed from the side pointing down. Then in a &gt; or &lt; formation has the five measurements for the middle, channels, and rails.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
